users = [
    dict(
        name="User1",
        username="user1",
        email="user1@example.com",
        phone="1234567890",
        address={"street": "Main St", "city": "Anytown", "state": "CA", "zip": "12345"},
    ),
    dict(
        name="User2",
        username="user2",
        email="user2@example.com",
        phone="9876543210",
        address={"street": "Elm St", "city": "Othertown", "state": "NY", "zip": "67890"},
    ),
    dict(
        name="User3",
        username="user3",
        email="user3@example.com",
        phone="5551234567",
        address={"street": "Oak St", "city": "Thistown", "state": "TX", "zip": "34567"},
    )]

media_str = {"gif": [],
             "video": [],
             "image": []}

tweet_titles = [
    "Сегодняшний день с моим мурчащим котом 🐱",
    "Как я отучал кота от клавиатуры 😸",
    "Утренний кофе с моим пушистым компаньоном",
    "Котенок, который борется с занавесками 😹",
    "Наш новый котенок уже освоил квартиру!",
    "Как научить котенка приходить на свисток?",
    "Моя кошка устроила фотосессию на ковре",
    "Как я пытался научить своего кота делать пятки",
    "Котики на балконе: новые приключения",
    "Мурлыкающий кот и его любимая игрушка",
    "Кот, который устроил себе гнездо в моих волосах 😻",
    "Как котенок попался на покупку новой мячики",
    "Веселые игры с моим котом вечером",
    "Как я нашел своего кота спящим на книге",
    "Наш новый котенок на лестничной клетке",
    "Самые забавные прыжки моего кота",
    "Ужин вместе с моими котами: как они мне помогают",
    "Как я пытался сделать селфи со своим котом 😹",
    "Мои коты и их любимое место для отдыха",
    "Как котенок научился открывать двери",
    "Смешные выражения моего кота, когда я ему говорю 'нет'",
    "Мой кот и его любовь к коробкам",
    "Секреты ухода за шерстью кота",
    "Котенок, который обожает играть с лазерной указкой",
    "Как котенок пытается поймать бабочку",
    "Мои коты и их утренний ритуал",
    "Как я учу своего кота делать трюки",
    "Мурчание моего кота: что оно значит?",
    "Веселые фотографии моих котов в разных позах",
    "Как мой кот научился открывать холодильник"
]

api_keys = [
    dict(name="key1"),
    dict(name="key2"),
    dict(name="key3"),]
